Repository: GPGTools/GPGPreferences_old
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, spanish

# WARRANTY
source: GnuPG Warranty
french: Garantie GnuPG
german: GnuPG Garantie
italian: Garanzia GnuPG
spanish: Garantía de GnuPG

# GPG NOT FOUND
source: gpg executable could not be found.
french: L'exécutable gpg n'a pas pu être trouvé.
german: gpg konnte nicht gefunden werden.
italian: Non è possibile trovare il programma gpg.
spanish: No se ha encontrado el ejecutable gpg.

# WARRANTY ERROR
source: Unable to get GnuPG warranty, so... No warranty!
french: Impossible d'obtenir la garantie de GnuPG, alors... Pas de garantie!
german: Die GnuPG Garantie konnte nicht gefunden werden, daher... Keine Garantie!
italian: Impossibile trovare la garanzia GnuPG, quindi... Nessuna garanzia!
spanish: No se ha podido obtener la garantía de GnuPG, así que... ¡no hay garantía!

source: Choose
french: Choisir
german: Wählen
italian: Scegli
spanish: Elegir

source: Add extension
french: Ajouter l'extension
german: Hinzufügen
italian: Aggiungi estensione
spanish: Añadir extensión

# ERROR WHEN MOVING HOMEDIRECTORY
source: Error when moving folder
french: Erreur lors du déplacement du dossier
german: Fehler beim Verschieben des Ordners
italian: Errore nello spostamento della cartella
spanish: Error al mover el directorio

# UNABLE TO CREATE DIRECTORY
source: Unable to create folder
french: Impossible de créer le dossier
german: Kann Ordner nicht anlegen
italian: Impossibile creare la cartella
spanish: No se pudo crear el directorio

# UNABLE TO MODIFY ACCESS RIGHTS
source: Unable to modify file access rights
french: Impossible de protéger des fichiers
german: Kann Zugriffsrechte nicht ändern
italian: Impossibile modificare i permessi del documento
spanish: No se han podido modificar los perimos de acceso del fichero

# SOME FILES HAVE INVALID FILE ACCESS RIGHTS. CORRECT THEM?
source: Some files have invalid access rights. Correct them?
french: Certains fichiers utilisés par GnuPG ne sont pas protégés correctement. Voulez-vous les corriger?
german: Einige von GnuPG benutzte Dateien sind nicht ordnungsgemäß geschützt. Sollen sie geschützt werden?
italian: Alcuni documenti usati da GnuPG non sono protetti adeguatamente. Li devo proteggere ?
spanish: Algunos de los ficheros usados por GnuPG no están debidamente protegidos. ¿Desea protegerlos?

# ERROR WITH HOMEDIRECTORY ACCESS RIGHTS
source: Folder privilege error
french: Erreur avec les privilèges du dossier
german: Fehler mit Ordnerzugriffsrechten
italian: Errore sui permessi della cartella
spanish: Error en los permisos del directorio

# CHANGE CHARSET TO UTF-8?
source: Always use UTF-8 as string encoding?
french: Toujours utiliser le codage de chaînes UTF-8?
german: Immer UTF-8 Text-Kodierung verwenden?
italian: Usare sempre la codifica testo UTF-8 ?
spanish: ¿Usar siempre Unicode (UTF-8) para la codificación de las cadenas?

# SUGGEST CHANGE TERMINAL STRING ENCODING
source: Terminal should use UTF-8 string encoding
french: Le Terminal devrait utiliser le codage de chaînes UTF-8
german: Terminal sollte UTF-8 Text-Kodierung verwenden
italian: Il Terminale dovrebbe usare la codifica testo UTF-8
spanish: La terminal debería usar la codificación UTF-8

# CHANGE TERMINAL STRING ENCODING?
source: Tell Terminal to use UTF-8 string encoding?
french: Changer les préférences du Terminal pour utiliser le codage de chaînes UTF-8?
german: Text-Kodierung im Terminal auf UTF-8 umstellen?
italian: Impostare il Terminale in modo che usi la codifica testo UTF-8 ?
spanish: ¿Decirle a la terminal que use la codificación UTF-8?

# CANNOT EXECUTE OPERATION
source: Operation failed
french: L'opération a échoué
german: Operation fehlgeschlagen
italian: Operatione fallita
spanish: No se pudo realizar la operación

# WHERE IS GPG?
source: Where is GnuPG executable?
french: Où est l'exécutable de GnuPG (gpg)?
german: Wo ist gpg?
italian: Dov'è il programma GnuPG ?
spanish: ¿Dónde está el ejecutable gpg?

# COMMENT SHOULD BE ASCII ONLY
source: Comment field should be ASCII only
french: Le champ de commentaire ne devrait contenir que des caractères ASCII
german: Das Kommentarfeld sollte nur ASCII-Zeichen beinhalten
italian: Il campo Commenti dovrebbe contenere solo caratteri ASCII
spanish: El campo de comentario debería ser sólo ASCII

# UPDATE OPTIONS?
source: Update options for GnuPG 1.0.7?
french: Mettre à jour les options pour GnuPG 1.0.7?
german: Optionen aktualisieren für GnuPG 1.0.7?
italian: Aggiorna le opzioni a GnuPG 1.0.7 ?
spanish: ¿Actualizar las opciones para GnuPG 1.0.7?

# UNABLE TO MOVE WHOLE DIRECTORY CONTENT %@ TO %@
source: Unable to move all the files of %@ to %@. Please check the file privileges.
french: Impossible de déplacer tous les fichiers de %@ vers %@. Veuillez contrôler les privilèges sur ces fichiers.
german: Dateien können nicht von %@ nach %@ verschoben werden. Überprüfen Sie die Zugriffsrechte.
italian: Impossibile spostare tutti i documenti da %@ a %@. Per favore controlla i permessi dei documenti.
spanish: No se han podido mover todos los ficheros de %@ a %@. Por favor, compruebe los permisos del fichero.

# UNABLE TO MOVE DIRECTORY %@ TO %@ - NO CHANGE
source: Unable to move folder %@ to %@.
french: Impossible de déplacer le dossier %@ vers %@.
german: Ordner %@ kann nicht nach %@ verschoben werden.
italian: Impossibile spostare la cartella %@ in %@.
spanish: No se ha podido mover el directorio %@ a %@.

# UNABLE TO CREATE DIRECTORY AT %@
source: Unable to create folder at %@; please check the privileges of the parent folder.
french: Impossible de créer le dossier dans %@; veuillez contrôler les privilèges du dossier parent.
german: Ordner kann nicht in %@ anlegt werden; Überprüfen Sie die Zugriffsrechte des übergeordenten Ordners.
italian: Impossibile creare la cartella in %@; per favore controlla i permessi della cartella superiore.
spanish: No se ha podido crear el directorio en %@; por favor, compruebe los permisos del directorio superior.

# UNABLE TO MODIFY ACCESS RIGHTS ON FILES: %@
source: Unable to modify access rights on the following files: %@
french: Impossible de protéger les fichiers suivants: %@
german: Bei folgenden Dateien können die Zugriffsrechte nicht geändert werden: %@
italian: Impossibile modificare i permessi di accesso dei seguenti documenti: %@
spanish: No se han podido modificar los permisos de acceso de los siguientes ficheros: %@

# DIRECTORY MOVED TO %@, BUT SOME ACCESS RIGHTS COULD NOT BE SET - PLEASE CHECK.
source: Folder %@ has been moved to %@, but privileges could not be set on all files. Please check that you are the owner of all these files.
french: Le dossier %@ a été déplacé vers %@, mais les privilèges n'ont pu être correctement appliqués à tous les fichiers. Veuillez contrôler que vous êtes bien le propriétaire de ces fichiers.
german: Ordner %@ wurde nach %@ verschoben, die Zugriffrechte konnten jedoch nicht gesetzt werden. Überprüfen Sie, ob Sie der Eigentümer aller Dateien sind.
italian: La cartella %@ è stata spostata in %@, ma i permessi non possono essere impostati su tutti i documenti. Per favore controlla di essere il proprietario di tutti questi documenti.
spanish: Se ha movido el directorio %@ a %@, pero no se han podido establecer los permisos de todos los ficheros. Por favor, compruebe que usted es el propietario de todos estos ficheros.

# WHY CHANGING CHARSET...
source: You should always use the UTF-8 string encoding with GnuPG, or you'll get in trouble! Characters with accents, or foreign characters might not be correctly interpreted by GnuPG: names might be mis-spelled, as well as passphrases! UTF-8 string encoding can encode any character and is understood by most command-line utilities, like gpg.
french: Vous devriez toujours utiliser le codage de chaînes UTF-8 pour GnuPG, sinon vous pourriez avoir des problèmes! Les caractères accentués ainsi que d'autres pourraient être mal interprétés par GnuPG: les noms, et même les mots de passe pourraient être faux! Le codage de chaînes UTF-8 peut coder n'importe quel caractère, et est compris par la plupart des programmes en ligne de commande, comme gpg.
german: Sie sollten GnuPG immer mit der Text-Kodierung UTF-8 einsetzen, andernfalls kann es zu Problemen kommen! Sonderzeichen werden möglicherweise nicht korrekt von GnuPG interpretiert: Namen, ebenso wie Mantras, könnten falsch buchstabiert werden! Die Text-Kodierung UTF-8 kann jedoch jedes Zeichen kodieren und wird von den meisten Terminal-Tools, wie gpg, verstanden.
italian: Dovresti sempre usare la codifica testo UTF-8 con GnuPG, o potresti avere dei problemi ! I caratteri con accenti, o i caratteri stranieri potrebbero non essere interpretati correttamente da GnuPG: i nomi potrebbero essere male interpretati, e anche le frasi-chiave ! La codifica UTF-8 può codificare qualsiasi carattere ed è compatibile con la maggior parte dei programmi da linea di comando, come il gpg.
spanish: Con GnuPG debería usar siempre la codificación UTF-8, o se encontrará con problemas. GnuPG podría no interpretar correctamente caracteres con acentos o extranjeros: los nombres se escribirán mal, ¡así como las frases de paso! La codificación UTF-8 puede codificar cualquier carácter, y la mayoría de las utilidades de la línea de órdenes, como gpg, la entienden.

# WHY AND HOW CHANGE TERMINAL SETTINGS...
source: If you (or some applications) use GnuPG via Terminal, you must take care that both Terminal and GnuPG use the same character set; if they don't, you'll get in trouble! Characters with accents, or foreign characters typed in the Terminal will not be correctly interpreted by GnuPG: names might be mis-spelled, as well as passphrases! UTF-8 string encoding can encode any character and is compatible with most command-line utilities, like gpg. Terminal is currently running, thus forbidding me to modify it; you need to do it yourself: go to Terminal, open its Preferences, and set the String Encoding to UTF-8 (in the Shell part).
french: Si vous utilisez GnuPG via le Terminal (la ligne de commande), vous devez vous assurer que le Terminal et GnuPG utilisent le même codage de chaînes; si vous employez des codages différents, alors vous pourriez avoir des problèmes! Les caractères accentués ainsi que d'autres pourraient être mal interprétés par GnuPG: les noms, et même les mots de passe pourraient être faux! Le codage de chaînes UTF-8 peut coder n'importe quel caractère, et est compris par la plupart des programmes en ligne de commande, comme gpg. Le Terminal tourne actuellement, vous allez donc devoir le configurer vous-même: dans le Terminal, ouvrez les Préférences, et choisissez le codage de chaînes UTF-8 (dans la partie Shell).
german: Wenn Sie (oder einige Programme) GnuPG über das Terminal benutzen, müssen Sie darauf achten, dass sowohl das Terminal, wie auch GnuPG, den selben Zeichensatz benutzen; andernfalls können Probleme auftreten! Im Terminal eingegebene Sonderzeichen werden von GnuPG nicht korrekt interpretiert: Namen, ebenso wie Mantras, könnten falsch buchstabiert werden! Die Text-Kodierung UTF-8 kann jedoch jedes Zeichen kodieren und wird von den meisten Terminal-Tools, wie gpg, verstanden. Terminal läuft im Moment, deshalb kann es nicht geändert werden; das müssen Sie selbst tun: Wechseln Sie zu Terminal, öffnen Sie die Einstellungen und setzen Sie die Zeichenkodierung unter „Shell“ auf UTF-8.
spanish: Si usted (o alguna aplicación) usa GnuPG a través de un terminal, debe asegurarse de que tanto la terminal como GnuPG usen el mismo juego de caracteres; si no lo hacen, se encontrará con problemas. GnuPG no interpretará correctamente caracteres con acentos o extranjeros tecleados en la terminal: los nombres se escribirán mal, así como las frases de paso. La codificación UTF-8 puede codificar cualquier carácter y es compatible con la mayoría de las utilidades de la línea de órdenes, como gpg. En estos momentos está ejecutando la terminal, lo que impide que este programa la modifique. Tiene que hacerlo usted mismo: vaya a la terminal, abra sus preferencias, y establezca la Codificación a UTF-9 (en la parte de la Shell).

# WHY CHANGING TERMINAL SETTINGS...
source: If you (or some applications) use GnuPG via Terminal, you must take care that both Terminal and GnuPG use the same character set; if they don't, you'll get in trouble! Characters with accents, or foreign characters typed in the Terminal will not be correctly interpreted by GnuPG: names might be mis-spelled, as well as passphrases! UTF-8 string encoding can encode any character and is understood by most command-line utilities, like gpg.
french: Si vous utilisez GnuPG via le Terminal (la ligne de commande), vous devez vous assurer que le Terminal et GnuPG utilisent le même codage de chaînes; si vous employez des codages différents, alors vous pourriez avoir des problèmes! Les caractères accentués ainsi que d'autres pourraient être mal interprétés par GnuPG: les noms, et même les mots de passe pourraient être faux! Le codage de chaînes UTF-8 peut coder n'importe quel caractère, et est compris par la plupart des programmes en ligne de commande, comme gpg.
german: Wenn Sie (oder einige Programme) GnuPG über das Terminal benutzen, müssen Sie darauf achten, dass sowohl das Terminal, wie auch GnuPG, den selben Zeichensatz benutzen; andernfalls können Probleme auftreten! Im Terminal eingegebene Sonderzeichen werden von GnuPG nicht korrekt interpretiert: Namen, ebenso wie Mantras, könnten falsch buchstabiert werden! Die Text-Kodierung UTF-8 kann jedoch jedes Zeichen kodieren und wird von den meisten Terminal-Tools, wie gpg, verstanden.
italian: Se tu (o qualche applicazione) usate GnuPG attraverso il Terminale, occorre che sia il terminale che GnuPG usino lo stesso set di caratteri; se non lo fanno, ci saranno dei problemi ! I caratteri con accenti, o i caratteri stranieri scritti sul Terminale non saranno interpretati correttamente da GnuPG: i nomi potrebbero essere male interpretati, e anche le frasi-chiave ! La codifica UTF-8 può codificare qualsiasi carattere ed è compatibile con la maggior parte dei programmi da linea di comando, come il gpg.
spanish: Si usted (o alguna aplicación) usa GnuPG a través del Terminal, debe asegurarse de que tanto Terminal como GnupG usen el mismo juego de caracteres. Si no lo hacen, se encontrará con problemas. GnuPG no interpretará correctamente caracteres con acentos o extranjeros tecleados en el Terminal: los nombres se escribirán mal, así como las frases de paso. La codificación UTF-8 puede codificar cualquier carácter, y la mayoría de las utilidades de la línea de órdenes, como gpg, la entienden.

# WHY GPG MUST BE IN %@...
source: Most applications depending on GnuPG expect it to be located in %@; if you don't move it nor make a link to it in that location, these applications will not work. Note that you need administrator rights to put it there.
french: La plupart des applications utilisant GnuPG s'attendent à trouver l'exécutable de GnuPG dans %@; si vous ne le déplacez pas là-bas ni ne faites un lien, alors ces applications ne pourront pas fonctionner. Notez que vous avez besoin des privilèges administrateur pour le placer là-bas.
german: Die meisten Programme, die mit GnuPG arbeiten, erwarten es in %@; Wenn Sie es nicht dahin verschieben oder ein Alias setzen, werden diese Programme nicht laufen. Sie benötigen Administratorrechte, um es dahin zu verschieben.
italian: La maggior parte della applicazioni che sfruttano GnuPG si aspettano che sia in %@; se non lo sposti o non fai un collegamento ad esso in questa posizione, quelle applicazioni non funzioneranno. Nota che devi avere i permessi di Amministratore per metterlo lì.
spanish: La mayoría de las aplicaciones que dependen de GnuPG esperan encontrarlo en %@. Si no lo mueve a este sitio ni crea un enlace en él, estas aplicaciones no funcionarán. Observe que necesita permisos de administrador para ponerlo allí.

# WHICH ACCESS RIGHTS...
source: Files used by GnuPG, like key rings, options, etc. must be protected from other people. The following files are not properly protected:
french: Les trousseaux de clés, les extensions, ainsi que d'autres fichiers utilisés par GnuPG devraient être protégés afin d'éviter que d'autres personnes puissent les lire, ou pire, les modifier.
german: Schlüsselbunde, Erweiterungen, wie auch andere von GnuPG genutzte Dateien sollten so geschützt werden, dass andere sie weder lesen oder gar ändern können.
italian: Gli anelli di chiavi, le estensioni, così come gli altri documenti usati da GnuPG devono essere protetti per evitare che altre persone possano leggeri o, peggio, modificarli.
spanish: Los anillos de claves, extensiones, así como otros ficheros usados por GnuPG deberían estar protegidos para evitar que otras personas puedan leerlos, o aún peor, modificarlos.

# WHY ONLY ASCII IN COMMENT...
source: The comment field, visible in clear-signed signatures for example, should contain only ASCII characters. You should remove any other character, else signatures in mails might become invalid during transport.
french: Le champ de commentaire, visible dans les signatures en clair par exemple, ne devrait contenir que des caractères ASCII. Vous devriez enlever tout autre caractère, sinon les signatures dans les courriers électroniques pourraient devenir invalides durant le transport.
german: Das Kommentarfeld, das z.B. in Klartextsignaturen sichtbar ist, sollte ausschließlich ASCII-Zeichen beinhalten. Sie sollten alle anderen Zeichen entfernen, da Signaturen in E-Mails sonst während der Übermittlung ungültig werden.
italian: Il campo commento, visibile per esempio nelle firme in chiaro, dovrebbe contenere solo caratteri ASCII. Dovresti togliere qualsiasi altro carattere, altrimenti le firme nella posta potrebbero diventare non valide durante il trasporto.
spanish: El campo de comentario, visible por ejemplo en las firmas en texto claro, deberían contener solamente caracteres ASCII. Debería suprimir cualquier otro carácter, pues de lo contrario las firmas en los correos podrían volverse no válidas durante el transporte.

# AUTH ERROR 255
source: , due to an internal error
french: à cause d'une erreur interne
german: , auf Grund eines internen Fehlers
italian: , per un errore interno
spanish: , debido a un error interno

# AUTH ERROR -1
source: , due to an internal error
french: à cause d'une erreur interne
german: , auf Grund eines internen Fehlers
italian: , per un errore interno
spanish: , debido a un error interno

# AUTH ERROR 1
source: (the authorized tool could not be launched)
french: (l'outil privilégié n'a pu être lancé)
german: (das zuständige Tool konnte nicht gestartet werden)
italian: (lo strumento autorizzato non può essere lanciato)
spanish: (no se pudo arrancar la herramienta autorizada)

# AUTH ERROR 2
source: (the authorized tool reported an error)
french: (l'outil privilégié a retourné une erreur)
german: (das zuständige Tool gab eine Fehler zurück)
italian: (lo strumento autorizzato ha generato un errore)
spanish: (la herramienta autorizada informó de un error)

# AUTH ERROR 3
source: because the authorization failed
french: parce que l'autorisation a échoué
german: da die Authorisierung fehlschlug
italian: perché l'autorizzazione è fallita
spanish: porque falló la autorización

# OPERATION %@ FAILED (%@).
source: %@ failed%@. Please correct the problem manually, or relaunch System Preferences.
french: L'opération '%@' a échoué%@. Veuillez corriger le problème à la main, ou relancer System Preferences.
german: Die Operation '%@' schlug fehl%@. Korrigieren Sie das Problem manuell, oder starten Sie die Systemeinstellungen erneut.
italian: %@ fallito%@. Per favore correggi il problema manualmente, o rilancia le Preferenze di Sistema.
spanish: %@ falló%@. Por favor, corrija el problema manualmente, o rearranque Preferencias del Sistema.

# OP#1
source: Moving file
french: Déplacement d'un fichier
german: Verschiebe Datei
italian: Spostando un documento
spanish: Moviendo fichero

# OP#2
source: Creating link
french: Création d'un lien
german: Erzeuge Link
italian: Creando un collegamento
spanish: Creando enlace

# OP#3
source: Protecting file
french: Protection d'un fichier
german: Schütze Datei
italian: Proteggendo un documento
spanish: Protegiendo fichero

# WHY UPDATING OPTIONS...
source: Some options have changed in GnuPG 1.0.7. The ones you defined can be updated automatically for GnuPG 1.0.7.
french: Quelques options ont changé dans GnuPG 1.0.7. Le programme peut mettre à jour automatiquement vos options pour GnuPG 1.0.7.
german: Einige Optionen haben sich in GnuPG 1.0.7 geändert. Diejenigen, die Sie definiert haben, können automatisch auf GnuPG 1.0.7 aktualisiert werden.
italian: Alcune opzioni sono cambiate nel GnuPG 1.0.7. Quelle che avevi impostato possono essere aggiornate automaticamente a GnuPG 1.0.7.
spanish: Algunas opciones han cambiado en GnuPG 1.0.7. Las que tiene definidas pueden ser automaticamente actualizadas para GnuPG 1.0.7.

source: Please do
french: Changer
german: Ändern
italian: Per favore fallo
spanish: Hacer

source: Don't change
french: Ne pas changer
german: Nicht Ändern
italian: Non cambiare
spanish: No cambiar

source: Change anyway
french: Changer quand même
german: Trotzdem ändern
italian: Cambia comunque
spanish: Cambiar de todas formas

# SEARCH GPG
source: I know where it is
french: Je sais où il est
german: Ich weiß, wo es ist
italian: So dov'è
spanish: Sé donde está.

source: Move files?
french: Déplacer les fichiers?
german: Dateien verschieben?
italian: Sposta i documenti ?
spanish: ¿Mover ficheros?

source: Move content of %@ to %@?
french: Déplacer le contenu de %@ vers %@?
german: Inhalt von %@ nach %@ verschieben?
italian: Sposta il contenuto di %@ in %@?
spanish: ¿Mover el contenido de %@ a %@?

source: Move
french: Déplacer
german: Verschieben
italian: Sposta
spanish: Mover

# DON'T MOVE
source: Don't
french: Ne pas déplacer
german: Nicht verschieben
italian: Annulla
spanish: No mover

source: Cancel
french: Annuler
german: Abbrechen
italian: Cancella
spanish: Cancelar

# GPGGlobalPrefs
source: General
french: Général
german: Allgemein
italian: Generale

# GPGExpertPrefs
source: Expert
german: Experte
italian: Esperto
spanish: Experto

# GPGCompatibilityPrefs
source: Compatibility
french: Compatibilité
german: Kompatibilität
italian: Compatibilità
spanish: Compatibilidad

# GPGKeyServerPrefs
source: Key Server
french: Serveur de clés
german: Schlüsselserver
italian: Server delle Chiavi
spanish: Servidor de claves

# GPGSignaturePrefs
source: Signature
german: Signatur
italian: Firma
spanish: Firma

# GPGExtensionsPrefs
source: Extensions
german: Erweiterungen
italian: Estensioni
spanish: Extensiones

source: Version %@
italian: Versione %@
spanish: Versión %@
